{
  "ADS": {
    "Interstitial_id": "ca-app-pub-3940256099942544/3419835294",
    "Interstitial_idf": "633049911073406_633050597740004 ",
    "Text1": "  Guide for Super People 2022 give to you the most recent innovation, by giving fresh-out-of-the-box new features, modes, and designs that bring about a wonderfully made Battle Royale match It is an offline Battle Royale game that comes with unlimited coins to help you beat your opponents. you will install Super People 22 MOD apk for free",
    "Text2": "  This is one of the best Super People version ever. The leagues and logos of the teams are updated till the latest transfers and releases. Even the team players are also on the right team. We keep on updating our team data so you get the latest of the transfers, kits, and logo. the Super People series and it comes with improved graphics",
    "Text3": "  Super People Games left no chance to leave any feature behind, Super People 2015 allows you to lead your club and become its manager and mentor, and assume responsibility for your outcomes and objectives . The modded 2022 version has improved interface and navigation menu. Also the control buttons new look making it easier to play",
    "Text4": "  Super People 2021 download is free to use. You can Listen to Super People Songs here. Use Manager Mode to sign new players, arrange contracts and tweak your arena, as it’s work to meet your requirements and every one of your prerequisites and march your team towards victory.now easy to be use and move around your screen smoothly",
    "Text5": "  The game accompanies mind-boggling features and gameplay graphics just as players and stadiums which add to an even superior and practical gaming experience that places you in any game. With unlimited prospects and upgraded AI, it’s dependent upon you to characterize your technique, tactics,During game play without any form of hanging.",
    "Text6": "  You can also participate in daily challenges on the game’s Match Challenge mode. You can also play whether you’re great or still need some preparation and play against other gamers. Play against others to see who’s the best Battle Royale player and who is the greatest risk to other people.you can still build and customize your stadium, ",
    "Text7": "  Download the game now and begin rehearsing to turn into the best Battle Royale player or the best mentor. Train Deal with your own football club and assist it with getting to the winning streaks .Currently the game is only available for Android although the iOS version is still in development stages",
    "Text8": "  Rate us and Enjoy Super People 2022, i hope you enjoyed this guide.",
    "banner_id": "ca-app-pub-3940256099942544/3419835294",
    "banner_idf": "2094199283889_262097059283603",
    "Nativeads_idf": "2094199283889_262097059283603",
    "Nativeads_id": "ca-app-pub-3940256099942544/3419835294",
    "linkbuttun": "",
    "networkAd": "facebook"
  }
}